Repository: eusouomauricio/gettext-example
Catalog: locale/*/LC_MESSAGES/gettextexample.po
Languages: de_de, fr_fr

source: Welcome to the gettext() example
de_de: Willkommen bey gettext() Beispiel
fr_fr: Bienvenue sur l'exemple gettext

source: You are not logued
de_de: Sie sind nicht angemldet
fr_fr: Vous n'êtes pas connecté(e)

source: There is only %d thing
de_de: Es gibt nur %d Ding
fr_fr: Il y a seulement %d truc

source: There is nothing
de_de: Da ist nichts
fr_fr: Il y a rien

source: <p><b>Debug mode</b><br /><i>$username=%s<br />$count=%d<br />$lang=%s</i><p>
de_de: <p><b>Debug-Modus</b><br /><i>$username=%s<br />$count=%d<br />$lang=%s</i><p>
fr_fr: <p><b>Mode debug</b><br /><i>$username=%s<br />$count=%d<br />$lang=%s</i><p>

source: This is a demo page
de_de: Dies ist eine Demo-Seite
fr_fr: C'est une page démo

source: Language
de_de: Sprache
fr_fr: Langue

source: Count
de_de: Meter
fr_fr: Compteur

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur

source: Update data
de_de: Daten aktualisieren
fr_fr: Mise à jour des données
